{
  "disorder" : [
    {
      "name": "Autism",
      "response": "Autism Spectrum Disorder (ASD) and Autism are conditions related to brain development disorders in the social interaction and communication of sufferers. Some of the symptoms are regression or decreased development, the absence of protodeklative pointer, namely Focus Failure, abnormal reaction to environmental stimulation, abnormal social interaction, language delays and deviations, etc."
    },

    {
      "name": "Bad Mood",
      "response": "Bad mood usually describes changes in mood or emotions quickly and intensely. Someone who experiences this condition can change quickly from happy to sad. Some causes are lack of sleep, being hungry, too much caffeine consumption, menstruation Month, depression, undergoing certain treatment, etc"
    },

    {
      "name": "Bruxism",
      "response": "Bruxism is a condition when someone gritts, rubs up, or close teeth unconsciously and becomes a habit. Some signs of someone experiencing bruxism are cracking, broken, somplak or loose teeth, feeling pain and pain around the neck, jaw, and face, feeling an ear pain even though it is not from the ear, headache that starts from temples, etc"
    },
    {
      "name": "Delirium",
      "response": "Delirium is a mental ability disorder characterized by confusion and awareness of awareness of the surrounding environment that can cause emotional disorders. Some of the symptoms of delirium that can be seen are difficulty to concentrate on one topic or when it will change topics, withdrawing, not responding or just responding a little to the surrounding environment, can't speak or think clearly,idfficulty in writing and reading, moving faster or slower than usual, loss of Muscle Control, decrease in short-term memory, bad sleep patterns or feel sleepy, etc."
    },

    {
      "name": "Delusional",
      "response": "Delusions are conditions when a person cannot distinguish reality or imagination. Although a lot of evidence shows his mind is only a fantasy, people who are delusional will have difficulty recognizing it and still believe this as a reality. Some of the causes are Schizophrenia, Bipolar Disorders, Depression, Stress, Anxiety Disorders, Obsessive Compulsive Disorder, Alzheimer's disease, Lack of sleep, Parkinson's disease, alcohol abuse, etc"
    }, 

    {
      "name": "Depression",
      "response": "Depression is a mood disorder (mood) that is characterized by feelings of sadness, loss, or angry and can interfere with one's daily activities. This condition is also called major depression disorders or clinical depression that can affect feelings, ways of thinking, and behaving. Some of the symptoms are feeling sad, or crying, irritable or frustrated, even for little things, loss of interest or pleasure in most of doing activities as usual, for example doing hobbies, or sports, difficulty thinking, concentrating, making decisions, and remembering something, suffering from sleep disorders, such as insomnia or too much sleep, fatigue and lack of energy, so even small tasks require extra effort, reduced appetite and weight loss or increased desire to eat and weight gain, slow thinking, speaking or moving the body, etc."
    },

    {
      "name": "Phobia",
      "response": "Phobias are excessive and unreasonable fear of certain situations or objects. This condition triggers anxiety and makes sufferers try to avoid triggers in all means. Some physical reactions are heart pounding, difficult in breathing, sweating, nauseous,dizzy, trembling,etc. In children, the symptoms of phobias that are seen can be in the form of crying violently, appearing tantrums, refusing and away from parents, and do not want to approach the object or situation that is feared."
    },

    {
      "name": "Bipolar",
      "response": "Bipolar is a mental disorder characterized by extreme mood changes. Symptoms of this mental disorder are divided into episodes of mania (excessive happy) like can not be silent, for example often pacing, energy increasing and sometimes accompanied by anxiety, talking too much, distracted focus and depression episodes (excessive sadness) like feeling sad and having no hope, feeling worthless, having excessive guilt, difficulty in making decisions, getting tired fast etc."
    },

    {
      "name": "Social anxiety",
      "response": "Social anxiety disorders are mental disorders that cause anxiety, fear, or intensity of shame on everyday interactions. Some symptoms are having fear that other people will give a negative assessment of self-behavior and anxiety, experiencing fear and anxiety almost in every social situation, shivering, sweating, dizziness, difficulty in breathing etc. In children, the anxiety is expressed in the form of anger (tantrums), crying, silent, shrinking, unable to speak, and hold closely people who are known (cling) in situations- social situation, fear or clear anxiety towards one or more social situations that eventually provoke criticism of others."
    },
  
    {
      "name": "Anxiety",
      "response": "General anxiety disorders are mental disorders characterized by the appearance of anxiety and excessive worry for no apparent reason. This disorder can be experienced by children or adults. Some symptoms are quickly tired or more tired than usual, increase muscle pain, easily getting anxious and restless,easy to get annoyed (it could be not clearly visible), concentration that is disturbed or the mind becomes empty, difficulty sleeping (difficulty sleeping, staying asleep, restless at night, or feeling not sleeping soundly) etc."
    },
  
    {
      "name": "Personality disorder",
      "response": "Personality disorders are mental health disorders that are characterized by mindset, behavior, and feelings that are disturbed and not realized by sufferers. Sometimes sufferers also blame others for the thoughts or behaviors made. The environment, includeing a place where a person grows large, life events, as well as relationships with family members and others. Certain personalities can be passed down by parents genetically and commonly referred to as temperament."
    },
  
    {
      "name": "Hallucinations",
      "response": "Hallucinations are a person's condition as if seeing, listening, kissing, feeling, or feeling things that really don't exist.This condition might be afraid of sufferers.Luckily, generally this condition can be known what causes it. Common causes are Schizophrenia, Parkinson's disease, Alzheimer's disease, migraine, brain tumors, Charles Bonnet syndrome, epilepsy. Causes of Hearing Hallucinations are Schizophrenia, Parkinson's disease, Alzheimer's disease, migraine, brain tumors, charles bonnet syndrome, epilepsy. Causes of Hallucinations of Escism are Head injuries, cold, temporal lobe seizures, inflamed sinuses, brain tumors, Parkinson's disease. Causes of Setting Hallucinations are Temporal lobes, brain lesions, sinus disease, epilepsy."
    },
  
    {
      "name": "OCD",
      "response": "Obsessive-compulsive disorder or OCD is a mental disorder that causes sufferers to have repeated obsessions that they do not want. The obsession can be in the form of thoughts, ideas or sensations that develop into disturbing impulses and appear continuously to cause anxiety in sufferers. Symptoms based on obsession are fear of contamination or dirt, unwanted thoughts, including aggression, sex, or religion, the need for symmetrical order and arrangement, thoughts that are aggressive or frightening, such as hurting themselves or others. Symptoms based on compulsive behavior are regularity, tight routine, washing and cleaning limbs and goods, calculation of certain patterns."
    }
  ]
}