{
  "disorder" : [
    {
      "name": "Autism",
      "response": {
        "short_description": "Autism Spectrum Disorder (ASD) and Autism are conditions related to brain development disorders in the social interaction and communication of sufferers.",
        "types": [],
        "signs_and_symptoms": [
          { "point": "Regression or decreased development", "description_points": [] },
          { "point": "The absence of protodeklative pointer, namely Focus Failure", 
          "description_points": [] },
          { "point": "Abnormal reaction to environmental stimulation", "description_points": [] },
          { "point": "Abnormal social interaction",
            "description_points": [] },
          { "point": "There is no distinctive response to pain and physical injury",
            "description_points": [] },
          { "point": "Language delays and deviations",
            "description_points": [] },
          { "point": "Absence of symbolic games",
            "description_points": [] },
          { "point": "Recurrent and stereotype behavior", "description_points": [] }
        ],
        "causes": [
          "Gene Mutations, such as Rett Syndrome or Fragile X Syndrome",
          "Environmental factors, such as infections, drugs, complications during pregnancy, or air pollution",
          "Male gender",
          "Hereditary factors, for example couples with children with autism will have a higher risk to return to having children with similar conditions",
          "Premature baby",
          "Age of older parents when having children"
        ],
        "diagnosis": [
          {
            "point": "Do genetic tests to identify whether children have genetic diseases such as Rett Syndrome or Fragile X Syndrome",
            "description": ""
          },
          {
            "point": "Provide tests that include the ability to hear, communicate, speak, level of development, and problems in social and behavior",
            "description": ""
          },
          {
            "point": "Make observations on children and ask about social interaction, family background, communication skills, and changes in children's behavior in parents",
            "description": ""
          },
          {
            "point": "Provide a structured communication and social interaction in children and assess how children respond to these interactions.",
            "description": ""
          },
          {
            "point": "Use the criteria of DSM-5 to diagnose whether the child has ASD",
            "description": ""
          }
        ],
        "complications": [
          "Problem at school and with learning success",
          "Employment Problems",
          "Inability to Live Independent",
          "Social isolation",
          "Stress in the Family",
          "Become Victims of oppression"
        ],
        "how_to_treat": [
          {
            "point": "Drugs",
            "description": "Medicines are usually given to relieve the symptoms of ASD only, some of the drug choices given are:",
            "description_points": [
              "Sleeping pills to help sleep disorders experienced",
              "Antipsychotics to deal with severe behavior problems.",
              "Medication to Relieve Hyperactive Symptoms",
              "Antidepressants to Overcome Anxiety and Depression"
            ]
          },
          {
            "point": "Educational therapy",
            "description": "Educational therapy is done by following a very structured educational program.",
            "description_points": []
          },
          {
            "point": "Family therapy",
            "description": "Family therapy aims to improve the ability of children's social interaction and communication, deal with problematic children's behaviors, and teach basic abilities for daily life through playing and interacting.",
            "description_points": []
          },
          {
            "point": "Behavior and communication therapy",
            "description": "This therapy is very dependent on the arrangement of the program.There are programs that are more focused on teaching children to reduce problematic behaviors and teach new abilities.",
            "description_points": []
          }
        ],
        "how_to_prevent": ["Steps to prevent autism spectrum disorders are unknown to date. The reason is, the cause is also not yet known with certainty. But there can reduce the risk of this disease by diagnosis early on.Because this is very helpful to improve the behavior, ability, and development of children's language."]
      }
    },
  
    {
      "name": "Bad Mood",
      "response": {
        "short_description": "Bad mood usually describes changes in mood or emotions quickly and intensely.Someone who experiences this condition can change quickly from happy to sad.",
        "types": [],
        "signs_and_symptoms": [],
        "causes": [
          "Lack of sleep",
          "Hungry",
          "Too much caffeine consumption",
          "Menstruation Month",
          "Bipolar Disorders",
          "Cyclotimic Disorders",
          "Major Depression Disorders",
          "Disimia or Persistent Depression Disorders",
          "Personality Disorders",
          "Disregulation disorders of mood",
          "Schizoprenia",
          "Attention Deficit Hyperactivity Disorder (ADHD)",
          "Depression",
          "Threshold Personality Disorders",
          "Dementia",
          "Concussion",
          "Stroke",
          "Diabetes",
          "Multiple sclerosis",
          "Parkinson's disease",
          "Sleep",
          "Thyroid gland abnormality",
          "Allergy",
          "Disorders of the Cardiovascular System",
          "Problem in the Lungs",
          "Problems with the Central Nervous System",
          "Changes in Hormone Levels in the Body",
          "Dietary habit",
          "Sleep Pattern",
          "Drug Abuse",
          "Undergoing certain treatment"
        ],
        "diagnosis": [],
        "complications": [
          "Too excited or can't control yourself when spending money",
          "Can't control emotions when dealing with other people",
          "Behavior is uncontrolled so that it has the potential to endanger yourself and others",
          "Having a tendency to hurt yourself or even commit suicide",
          "Bad mood makes someone a loner, not enough sleep, reluctant to work, or even rise from bed"
        ],
        "how_to_treat": [],
        "how_to_prevent": []
      }
    },
  
    {
      "name": "Bruxism",
      "response": {
        "short_description": "Bruxism is a condition when someone gritts, rubs up, or close teeth unconsciously and becomes a habit.",
        "types": [
          { "name": "bruxism Primer",
            "short_description": "Bruxism that appears not because of a certain medical condition" },
          { "name": "Bruxism seconds",
            "short_description": "Bruxism that arises because of a certain medical condition" },
          { "name": "Bruxism when awake (awake bruxism)", "short_description": "Occurs when it is awake and not realized and usually during the day" },
          { "name": "Bruxism while sleeping (sleep bruxism)", "short_description": "occurs while sleeping and usually occurs at night" }
        ],
        "signs_and_symptoms": [
          {
            "points": "Some signs of someone experiencing bruxism, including:",
            "description_points": [
              "Cracking, broken, somplak or loose teeth",
              "Tooth enamel eroded to show the inner layer of the teeth",
              "Pain in teeth and increased dental sensitivity",
              "It feels pain and pain around the neck, jaw, and face",
              "The pain that feels like an ear pain even though it is not from the ear",
              "Sleep Disorders",
              "Swiping or clinking teeth that are hard enough, so they wake up others",
              "The jaw muscles are stiff or tired so it is difficult to open or close your mouth",
              "Damage from chewing the inside of the cheeks",
              "Headache that starts from temples"
            ]
          }
        ],
        "causes": [
          "Most bruxism sufferers experience stress, anxiety, anger, frustration and anger",
          "Individuals with sleep disorders obstructive sleep apnea, talk while sleeping, aggressive during sleep (kicking or beating), hallucinations (psychosis) during sleep, or sleep paralysis, more likely to experience bruxism",
          "Side effects of certain drugs can cause bruxism, such as SSRI type antidepressants (for example, paroxetine, fluoxetine, sertraline)",
          "Unhealthy lifestyle can increase the risk of bruxism or aggravate symptoms of grinding teeth. For example, alcohol consumption, smoking, using drugs, and consuming too many drinks containing caffeine",
          "Bruxism is more common in children, but it will be gylang when they grow up",
          "Bruxism in sleep tends to increase if there are close family members who also experience bruxism",
          "Personality type that is aggressive, competitive, or hyperactive can increase the risk of bruxism",
          "Mental and physical disorders, such as Parkinson's disease, dementia, GERD, epilepsy, and ADHD can increase the risk of bruxism"
        ],
        "diagnosis": [
          {
            "point": "The patient's tooth and jaw examination to see the level of damage or erosion of the teeth",
            "description": "If the patient has a sign or symptoms of bruxism, the evaluation of the next visit will be carried out.This step aims to determine the progression and maintenance"
          },
          {
              "point": "The doctor will ask for a history of dental health, treatment, daily routine and sleeping habits to find the causes or risk factors",
              "description": ""
          },
          {
              "point": "To evaluate the severity of Bruxism, the doctor will examine pain in the jaw muscles, damage to the teeth such as broken or toothless, other damage to the teeth, gums, or inner cheeks that usually use x-ray",
              "description": ""
          },
          {
              "point": "Patients suffering from bruxism due to psychological conditions, will be referred to psychologists, psychiatrists, or other mental health experts for therapy or counseling",
              "description": ""
          }
        ],
        "complications": [
            "Damage to your teeth, restoration, crown or jaw",
            "Tense headache",
            "Facial pain or severe jaw",
            "Disorders of the Temporomandibular Joint (TMJ) that may sound like click when the patient opens and close the mouth"
        ],
        "how_to_treat": [],
        "how_to_prevent": [
          "Avoid cigarettes, medicines and alcohol, which can worsen sleep bruxism",
          "Perform a tooth examination regularly",
          "Overcome other teeth problems that you might have, including teeth that are not parallel or date"
        ]
      }
    },

    {
      "name": "Delirium",
      "response": {
        "short_description": "Delirium is a mental ability disorder characterized by confusion and awareness of awareness of the surrounding environment that can cause emotional disorders.",
        "types": [
          {
            "name": "Hypoactive Delirium",
            "short_description": "Patients will tend to sleep more, can not concentrate, cannot manage their daily tasks.Patients can pass meals and meetings with others.This type is the most commonly found."
          },
          {
            "name": "Hyperactive Delirium",
            "short_description": "Patients become very alert and cannot be invited to work together."
          },
          {
            "name": "Delirium Tremens",
            "short_description": "Delirium conditions that occur when individuals try to stop drinking alcohol after drinking alcohol in large quantities for years."
          }
        ],
        "signs_and_symptoms": [
          {
            "point": "Based on the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) which is a guide for the American Psychiatrist Association Association, there are several diagnosis criteria for delirium, namely:",
            "description_points": [
              "Changes in cognition (for example, lack of memory, chaos in thought (disorientation), language disorders, and disorders in vision) that are not caused by dementia.",
              "The presence of disturbance in attention (for example, reduced ability to direct, focus, maintain, and change attention) and awareness.",
              "The existence of evidence from life history, physical examination, or discoveries in the laboratory which shows that disorders are caused by physiological direct consequences from general medical conditions, poisoning of substances, the use of drugs, or more than one cause.",
              "Disorders develop in a short period of time (usually a few hours or days) and tend to increase during the days."
            ]
          },
          {
            "point": "Beberapa gejala-gejala delirium yang dapat terlihat adalah:",
            "description_points": [
              "Mudah terdistraksi oleh hal-hal lain",
              "Sulit berkonsentrasi pada satu topik atau saat akan berganti topik",
              "Menarik diri, tidak meresponi atau hanya merespon sedikit pada lingkungan sekitar",
              "Tidak dapat berbicara atau berpikir dengan jelas",
              "Kesulitan menulis dan membaca",
              "Mungkin dapat mengalami halusinasi",
              "Tidak tahu sedang ada di mana, atau tidak tahu siapa dirinya (disorientasi)",
              "Lebih terpaku pada satu ide daripada meresponi pertanyaan atau percakapan",
              "Bergerak lebih cepat ataupun lebih lambat dari biasanya",
              "Sulit untuk berbicara atau mengingat kata-kata",
              "Kesulitan untuk mengerti suatu percakapan",
              "Cara berbicara yang tidak teratur atau tidak masuk akal",
              "Mengalami perubahan suasana hati dan perilaku yang cepat dan tidak menentu, seperti depresi, gelisah, takut, cemas, dan sebagainya",
              "Sensitif dan mudah marah",
              "Menjadi apatis",
              "Kehilangan kendali otot",
              "Penurunan memori jangka pendek",
              "Pola tidur yang buruk atau merasa ngantuk"
            ]
          }
        ],
        "causes": [
          "Disruption of Signal Delivery and Reception in the Brain",
          "Malnutrition or Dehydration",
          "Metabolic imbalances, such as low sodium or calcium levels",
          "Chronic Disease or Terminal",
          "Certain drugs or drug poisoning",
          "Medical conditions such as heart attacks, injuries due to falling, stroke, and so on",
          "Pain",
          "Emotional pressure that is severe or lack of sleep",
          "Exposure to Poison",
          "Operation or other medical procedures involving drugs",
          "The effect is because it no longer consumes alcohol or narcotics",
          "Acute infections, such as pneumonia and so on."
        ],
        "diagnosis": [
          { "point": "Using the diagnosis criteria of DSM-5",
            "description": "" },
          {
            "point": "Examination of mental status by assessing individual awareness, attention, and way of thinking",
            "description": "Examination can be done through ordinary conversations, tests that revolve around mental conditions, confusion, perception, and memory, changes in behavior in one daily (especially when hospitalized), as well as taking information from family members and individual caregivers."
          },
          {
            "point": "Do physical and neurological examinations to see the presence of certain medical conditions that cause delirium",
            "description": "Neurological tests can be in the form of vision checking, balance, coordination, and reflex motion."
          }
        ],
        "complications": [],
        "how_to_treat": [
          {
            "point": "Medication",
            "description": "Doctors can give several stability in the form of:",
            "description_points": [
              "Sedatives, to alleviate the effects of not consuming alcohol again",
              "Antidepressant, to Overcome Depression",
              "Antibiotics, if delirium is caused by a bacterial infection",
              "Thiamine medicine, overcoming the confusion experienced",
              "Peghalang dopamine, helps poisoning certain drugs"
            ]
          },
          {
            "point": "Counseling",
            "description": "Helps to regulate the thoughts experienced and help sufferers not to consume alcohol again if the patient experiences delirium due to abuse of alcohol or narcotics.",
            "description_points": []
          },
          {
            "point": "If you experience delirium, some things you can do are:",
            "description": "",
            "description_points": [
              "Applying techniques to deal with stress and relaxation, such as yoga, meditation, and so on",
              "Maintaining calm and order",
              "Applying a healthy lifestyle by eating nutritious foods, adequate rest, and regular exercise",
              "Talking to the closest people about the problems experienced or follow the communities with people who have experienced similar problems in order to discuss each other and support each other"
            ]
          },
          {
            "point": "If the people closest to you are experiencing delirium, some things you can do:",
            "description": "",
            "description_points": [
              "Help Arrange Patient Medication",
              "Helping sufferers to stay calm"
            ]
          }
        ],
        "how_to_prevent": [
          "Arrange irregular sleep patterns",
          "Overcoming Chronic Diseases Quickly before leading to complications",
          "Providing an environment that does not trigger the emergence of delirium (such as lack of lighting, noisy voices, etc.)"
        ]
      }
    },
  
    {
      "name": "Delusional",
      "response": {
        "short_description": "Delusional adalah kondisi saat seseorang tidak bisa membedakan kenyataan maupun khayalan. Meskipun banyak bukti memperlihatkan pikirannya hanya khayalan, orang yang delusional akan kesulitan mengakuinya dan tetap meyakini hal tersebut sebagai kenyataan.",
        "types": [
          {
            "name": "Erotomaniac",
            "short_description": "This type of delusional occurs when someone believes that other people (generally prominent figures or famous people) fall in love with him or feel other people like him..Often, erotomatic sufferers will contact the person who is used as a delusion subject, even to the point of lurking and damaging the person's privacy."
          },
          {
            "name": "grandiose",
            "short_description": "People who experience this type of delusional have an understanding of their unreal identity.Patients with this condition usually believe that they have great talent or have made an important discovery.Some sufferers may consider themselves to have super powers like film characters."
          },
          {
            "name": "Jealous",
            "short_description": "Someone with this type of delusions believes that his partner is not loyal and is always suspicious of the movements of his partner."
          },
          {
            "name": "Persecutory (persecutory delusion)",
            "short_description": "Someone who has a delusion of this type, confidence or the closest person.Sometimes, sufferers of this disorder are also sure there is someone who is spying or planning to hurt him.Not infrequently some of these delusions to report to the police even though this is not proven true."
          },
          {
            "name": "Somatic",
            "short_description": "Those who experience this type of delusions believe in the presence of physical disabilities or certain medical conditions in themselves, even though they are healthy."
          },
          {
            "name": "Mixture",
            "short_description": "In some cases, a person can experience delusions of various types at once."
          }
        ],
        "signs_and_symptoms": [],
        "causes": [
          "Schizophrenia",
          "Bipolar Disorders",
          "Depression",
          "Stress",
          "Anxiety Disorders",
          "Postpartum Depression",
          "Obsessive Compulsive Disorder",
          "Alzheimer's",
          "Delirium",
          "Lack of sleep",
          "HIV and AIDS",
          "Malaria",
          "Syphilis",
          "Parkinson",
          "Hypoglycemia",
          "Lupus",
          "Multiple Sclerosis",
          "Brain tumor",
          "Encephalitis",
          "Porfiria",
          "Alcohol Abuse",
          "Misuse of drugs such as cocaine, amphetamine, MDMA and other illegal drugs"
        ],
        "diagnosis": [],
        "complications": [],
        "how_to_treat": [],
        "how_to_prevent": []
      }
    },
  
    {
      "name": "Depression",
      "response": {
        "short_description": "Depression is a mood disorder (mood) that is characterized by feelings of sadness, loss, or angry and can interfere with one's daily activities.This condition is also called major depression disorders or clinical depression that can affect feelings, ways of thinking, and behaving",
        "types": [],
        "signs_and_symptoms": [
          { "point": "Easy to cry, feel sad, or despair", "description_points": [] },
          { "point": "Irritable or frustrated, even for small things", "description_points": [] },
          {
            "point": "Loss of interest or pleasure in most of doing activities as usual, for example doing hobbies, or sports",
            "description_points": []
          },
          { "point": "Difficulty thinking, concentrating, making decisions, and remembering something",
            "description_points": [] },
          { "point": "Suffering from sleep disorders, such as insomnia or too much sleep",
            "description_points": [] },
          { "point": "Suffering from physical problems that cannot be explained, such as back pain or headaches",
            "description_points": [] },
          { "point": "Fatigue and lack of energy, so even small tasks require extra effort",
            "description_points": [] },
          { "point": "Reduced appetite and weight loss or increased desire to eat and weight gain",
            "description_points": [] },
          { "point": "Often feel anxious or anxious",
            "description_points": [] },
          { "point": "Slow thinking, speaking or moving the body", "description_points": [] },
          { "point": "Have feelings of worthless or guilty, fixated on past failures or blame yourself",
            "description_points": [] },
          { "point": "Having a desire to end life by committing suicide and often making an attempt to commit suicide",
            "description_points": [] }
        ],
        "causes": [
          "Experiencing a crisis of self -confidence. Like feeling worthless, too dependent, and pessimistic",
          "Experiencing traumatic events or stress, such as physical or sexual harassment, death or loss of loved ones, difficult relationships, or financial problems",
          "Suffering from a serious or chronic disease, including cancer, stroke, chronic pain or heart disease",
          "Taking certain drugs, such as some high blood pressure or sleeping pills",
          "There are family members who have a history of depression, bipolar disorder, alcohol addiction, or suicide",
          "Having a history of other mental health disorders, such as anxiety disorders, eating disorders, bipolar disorders, or post -patrauman stress disorders",
          "Misuse of Alcohol or Drugs"
        ],
        "diagnosis": [
          {
            "point": "Questions and answers and physical examination",
            "description": "The doctor may do a physical examination and ask questions about your health.This is done by the doctor to find out the cause of depression.Because in some cases, depression is caused by physical health problems"
          },
          {
            "point": "Laboratory test",
            "description": "The doctor may advise you to do a blood test called a complete blood count or test thyroid to make sure it functions properly."
          },
          {
            "point": "Psychiatric evaluation",
            "description": "Psychologists may ask about your symptoms, thoughts, feelings, and patterns of behavior.You may be asked to fill out a questionnaire to help answer these questions."
          },
          {
            "point": "DSM-5",
            "description": "Psychologists may use depression criteria, diagnostic and statistical manual of mental disorders (DSM-5), published by the American Psychiatric Association, to diagnose."
          }
        ],
        "complications": [
          "Overweight or obesity, which can cause heart disease and diabetes",
          "Physical pain",
          "Early Death due to Medical Conditions",
          "Consuming alcohol or doing drug abuse",
          "Suffering anxiety, panic disorders, or social phobia",
          "Experiencing family conflict, relationships, and work or school problems",
          "Social isolation"
        ],
        "how_to_treat": [
          {
            "point": "Consumption of drugs",
            "description": "Some drugs that doctors usually recommend, namely:",
            "description_points": [
              "Antidepressant",
              "Anti-golden",
              "Antipsychotics"
            ]
          },
          {
            "point": "Psychotherapy",
            "description": "Talking with a psychologist or psychiatrist can help you to learn skills to overcome negative feelings.You can also take family or group psychotherapy sessions.",
            "description_points": []
          },
          {
            "point": "Light therapy",
            "description": "Exposure to the dose of white light from light therapy can help regulate your mood and improve symptoms of depression.",
            "description_points": []
          },
          {
            "point": "Sport",
            "description": "Sports 30 minutes, 3 to 5 days a week can increase endorphine production, which is a hormone that enhances mood.",
            "description_points": []
          },
          {
            "point": "Avoid alcohol and drugs",
            "description": "MInum or abusing drugs can make you feel better briefly.But in the long run, these substances can worsen symptoms of depression and anxiety.",
            "description_points": []
          },
          {
            "point": "Take care of yourself",
            "description": "You can also improve the symptoms of depression by caring for yourself, for example with adequate rest, eating healthy foods, avoiding negative people, and participating in fun activities.",
            "description_points": []
          }
        ],
        "how_to_prevent": [
          "Eliminate Stress",
          "Routinely chatting with family and friends, especially during a crisis, to help you overcome difficult times",
          "Diligent Sports",
          "Enough Sleep Needs"
        ]
      }
    },
  
    {
      "name": "Fobia",
      "response": {
        "short_description": "Phobias are excessive and unreasonable fear of certain situations or objects.This condition triggers anxiety and makes sufferers try to avoid triggers in all means.",
        "types": [
          {
            "name": "Specific phobia (simple)",
            "short_description": "Specific phobia is related to objects, animals, certain situations or activities.Usually, this type of phobia appears when children and the symptoms decrease with age"
          },
          {
            "name": "Complex phobia",
            "short_description": "Complex phobias are generally more disturbing than specific phobias.This phobia is usually associated with deep fear or anxiety towards certain situations or circumstances. Most complex phobias develop when the patient is adults and is usually associated with hidden anxiety."
          }
        ],
        "signs_and_symptoms": [
          {
            "point": "Physical reaction",
            "description_points": [
              "Heart Pounding",
              "Difficult to breathe",
              "Sweating",
              "Nauseous",
              "Dizzy",
              "Trembling"
            ]
          },
          {
            "point": "Avoid objects or situations that are feared",
            "description_points": ["Patients with phobias will avoid objects or situations that are feared by all means.They can also continue to live everything, but experience extraordinary fear and anxiety."]
          },
          {
            "point": "Excessive fear",
            "description_points": ["Excessive fear, anxiety, and panic when exposed or just thinking about the source of phobias.Anxiety will worsen when the object or trigger situation is approaching."]
          },
          {
            "point": "Can't control yourself",
            "description_points": ["Patients realize that his fear is excessive and does not make sense, but still cannot control it.Therefore, phobia sufferers will have difficulty doing their routine."]
          },
          {
            "point": "Symptoms of phobia in children",
            "description_points": ["In children, the symptoms of phobias that are seen can be in the form of crying violently, appearing tantrums, refusing and away from parents, and do not want to approach the object or situation that is feared."]
          }
        ],
        "causes": [
          "Biological factors, changes that occur in brain function are thought to cause phobia",
          "Bad experience, phobia is often associated with traumatic events or bad experiences of certain objects, situations, or events. For example, trapped in elevators, bitten by dogs, etc.",
          "Genetic factors, phobias can also appear due to the influence of heredity. For example, having a family of biological disorders",
          "Age, women are more at risk of experiencing phobias than men",
          "Another risk factor, has a low social and economic status, as well as a more sensitive and rigid nature is also said to affect the possibility of someone to experience phobias."
        ],
        "diagnosis": [
          {
            "point": "Psychiatric interview",
            "description": "In the early stages, the doctor will ask about the history of patient and family disease, social life, and a history of drug use.The doctor then asks all the symptoms that arise. After that, the doctor will use the diagnostic criteria for diagnostic and statistical manual of the fifth edition of the mental disorders (DSM-5).This criterion is a guide compiled by the American Psychiatrist Association."
          },
          {
            "point": "Physical examination",
            "description": "The doctor will do a physical examination to find symptoms of diseases that may underlie phobia disorders or side effects of certain drugs."
          }
        ],
        "complications": [
          "Social isolation, where sufferers avoid certain objects and places. This condition will limit the patient's self -development process and trigger academic, professional, and social interaction problems",
          "Mood disorders, such as depression and anxiety disorders",
          "Drug abuse",
          "Suicide. Some specific types of phobias can increase the risk of suicide attempts if left unchecked"
        ],
        "how_to_treat": [
          {
            "point": "Psychotherapy",
            "description": "Types of psychotherapy that can be given to overcome phobias are:",
            "description_points": [
              "Cognitive behavioral therapy (cognitive behavioral therapy/CBT), cognitive behavior therapy is usually carried out by exposure to the source of phobias, then observing the thinking and feelings of patients related to the phobia.",
              "Exposure therapy (exposure therapy), exposure therapy aims to change the patient's response to the source of phobias. This exposure process will be carried out in stages to stay safe."
            ]
          },
          {
            "point": "Drugs",
            "description": "The use of drugs is sometimes needed to control anxiety or panic and symptoms that appear.The choice of drugs that are usually prescribed by doctors include:",
            "description_points": [
              "Beta blockers, beta blockers actually function to reduce the speed of the heart rate and reduce blood pressure. This drug can also be used to deal with anxiety and panic.",
              "Antidepressant drugs, antidepressant drugs play a role in reducing anxiety. For example, duloxetine, venlafaxine, citalopram, escitalopram, and paroxetine.",
              "Sedative drugs, sedative drugs such as benzodiazepine are used also function to reduce the level of anxiety so that sufferers feel calm."
            ]
          },
          {
            "point": "Attractions at home",
            "description": "Patients can also apply a series of steps below to help in dealing with phobias:",
            "description_points": [
              "Comply with the handling method provided by the doctor",
              "Applying a healthy lifestyle, such as eating foods with balanced nutrition, enough rest, and regularly exercising",
              "Avoiding the use of alcohol, caffeine, and illegal drugs",
              "As much as possible, do not stay away from objects or situations that trigger phobias. The reason is, fear and anxiety will strengthen if avoided",
              "Reducing stress, for example meditation, yoga, and hobbies",
              "Tells with the closest people about the problems faced. Patients can also join a community or support group that is in accordance with his phobia. With this, he can exchange ideas and support"
            ]
          }
        ],
        "how_to_prevent": ["Because the main cause is not yet known with certainty, how to prevent phobias is also not yet available. However, you should immediately consult a psychiatric specialist or psychologist if you or the people closest to you experience certain phobias.With this, symptoms do not get worse and lead to complications"]
      }
    },

    {
      "name": "Bipolar",
      "response": {
        "short_description": "Bipolar is a mental disorder characterized by extreme mood changes.Symptoms of this mental disorder are divided into episodes of mania (excessive happy) and depression episodes (excessive sadness).",
        "types": [
          {
            "name": "Type 1 bipolar disorder",
            "short_description": "If the patient experiences at least one episode of mania followed by hypomania or depression.In some cases, episodes of mania can trigger psychosis symptoms such as hallucinations"
          },
          {
            "name": "Type 2 bipolar disorder",
            "short_description": "If the patient experiences at least once the episode of depression and at least once a hypomania episode, but never experiences episode mania"
          },
          {
            "name": "Ganggguan cyclotimate",
            "short_description": "If the patient often experiences hypomania episodes and mild depression for at least two years in adults or one year in children and adolescents"
          }
        ],
        "signs_and_symptoms": [
          { 
            "point": "Episode mania", 
            "description_points": [
            "Can not be silent, for example often pacing",
              "Energy is increasing and sometimes accompanied by anxiety",
              "Feelings of pleasure and excessive confidence",
              "Feeling no need to sleep or difficulty sleeping",
              "Talk too much",
              "The mindset that turns from one idea to another quickly",
              "Focus is easily distracted",
              "Often making decisions inappropriate, such as buying goods that are not needed"
            ] 
          },
          {
            "point": "Depression episode",
            "description_points": [
              "Feeling sad and has no hope",
              "Feel worthless",
              "Having excessive guilt",
              "Decrease in Thinking Ability or Concentration",
              "Difficult to Make Decisions",
              "Loss of interest in almost all activities and hobbies",
              "Decrease or Increased Appetite",
              "Difficulty sleeping or sleeping excessively",
              "Fast Tired",
              "In severe cases, suicide attempts can occur"
            ]
          }
        ],
        "causes": [
          "Genetic or hereditary factors. If your parents or relatives have bipolar disorders, you also have a higher possibility to suffer from similar conditions",
          "Disorders of Structure and Brain Function",
          "Environmental factors, such as severe and prolonged stress (as abandoned by people who are loved), experiences that cause trauma (such as sexual harassment), and health problems",
          "Misuse of drugs and alcohol"
        ],
        "diagnosis": [
          { "point": "Interviews about the symptoms experienced by the patient", "description": "" },
          { "point": "Complete physical examination",
            "description": "" },
          { "point": "Supporting investigation.The doctor can encourage patients to undergo a blood test or urine test, as well as imaging if needed",
            "description": "" },
          { "point": "Using the diagnosis criteria according to the Diagnostic and Statistical Manual of Mental Disorder (DSM) manual.The doctor can establish a diagnosis of bipolar according to the criteria listed in this guide",
            "description": "" }
        ],
        "complications": [
          "Suffering from drug and alcohol addiction",
          "Conduct suicide attempts",
          "Wounding Others",
          "Involved in legal and financial matters",
          "Experience social problems, such as romance or relationship with others",
          "Experiencing problems related to work or school"
        ],
        "how_to_treat": [
          {
            "point": "Medications",
            "description": "Bipolar drugs prescribed by doctors usually include:",
            "description_points": [
            "Mood-Stabilizer Like Lithium",
              "Antipsychotic drugs such as Olanzapin",
              "The combination of antidepressant and antipsychotic drugs such as fluoxetin and olanzapin",
              "Benzodiazepine Antidepressant Medication Like Alprazolam"
            ]
          },
          {
            "point": "Psychotherapy",
            "description": "The organized psychotherapy choice is as follows:",
            "description_points": [
              "Education, this step is a counseling technique that helps sufferers and those closest to them in understanding the meaning of bipolar disorder",
              "Cognitive Behavioral Therapy (CBT), a doctor or therapist will help bipolar sufferers to understand the mindset and how to deal with symptoms that appear",
              "Interpersonal and Social Rhythm Therapy (IPSRT), IPSRT focuses on teaching ways to regulate daily habits on bipolar people. For example, sleep patterns, diet, and exercise"
            ]
          }
        ],
        "how_to_prevent": [
          "Understand bipolar disorder carefully",
          "Prevent Excessive Stress",
          "Looking for support from the people around him",
          "Doing a healthy lifestyle",
          "Routine Monitor Mood Changes"
        ]
      }
    },
  
    {
      "name": "Social anxiety",
      "response": {
        "short_description": "Social anxiety disorders are mental disorders that cause anxiety, fear, or intensity of shame on everyday interactions.",
        "types": [],
        "signs_and_symptoms": [
          {
            "point": "Based on the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) which is a guide for the American Psychiatrist Association (American Psychiatrist Association), social anxiety disorders or social phobias have the following criteria:",
            "description_points": [
              "Having fear that other people will give a negative assessment of self -behavior and anxiety",
              "Experiencing fear and anxiety almost in every social situation. In children, the anxiety is expressed in the form of anger (tantrums), crying, silent, shrinking, unable to speak, and hold closely people who are known (cling) in situations- social situation ",
              "Fear or clear anxiety towards one or more social situations that eventually provoke criticism of others. In children, anxiety must appear in the situation when children together with their peers and not only in interactions with adults",
              "Experiencing excessive fear and does not make sense. In children, these criteria may not be seen",
              "Having fear or anxiety that withdraws from social situations",
              "Experiencing fear, anxiety, and avoiding various things as a physiological effect of substances or other medical conditions",
              "Experiencing fear, anxiety, or avoiding something and these conditions are not related to other medical problems",
              "Experiencing anxiety, fear, and avoiding various things, due to real threats that occur in social situations and in the socio -cultural context",
              "Fear, anxiety, or behavior of avoidance ultimately causes interference with social aspects, work, and other aspects of life",
              "Fear, anxiety, or behavior of avoidance continues to emerge and last up to 6 months or more",
              "Fear, anxiety, or avoidance cannot be explained by the symptoms of other mental disorders"
            ]
          },
          {
            "point": "Physical symptoms",
            "description_points": [
              "Shiver",
              "Blushing Cheeks",
              "Disorders of the Stomach or Nausea",
              "Sweating",
              "Fast heartbeat",
              "Stiffness in the muscles",
              "Dizzy or dizzy",
              "Difficulty to breathe",
              "The mind becomes empty"
            ]
          }
        ],
        "causes": [
          "Brain Structure, Amigdala (part of the brain that controls the response of fear) that is too active in responding to fear, can cause social anxiety disorders",
          "Genetic factors, social anxiety disorders can be reduced in the family line. In addition, shy children tend to be vulnerable to social anxiety",
          "Environmental factors, social anxiety disorders may arise because of an event that makes feel humiliated or become uncomfortable in social situations, parents who are too controlling, people around who tend to be a battle (for example, parents), have experienced harassment or intimidation From other people ",
          "Family history, the opportunity to develop social anxiety is greater if there are family members who experience this condition",
          "Negative experiences, children who experience ridicule, bullying, rejection, or insult are more susceptible to social anxiety disorders. In addition, family conflicts, trauma or harassment can trigger social anxiety disorders",
          "The nature and behavior, children who are naturally shy, timid, prefer to be alone or confined when facing new situations or people, are at greater risk of developing social anxiety disorders",
          "New environment, symptoms of social anxiety disorders usually begin in adolescence, but can also appear in adults who often meet new people, make speeches in public or make important presentations for work",
          "Appearance or condition that attracts attention, some conditions such as having defects in the face, stuttering or trembling because Parkinson's disease can trigger social anxiety disorders in some people"
        ],
        "diagnosis": [
          { "point": "Physical examination",
            "description": "" },
          { "point": "Interviews and discussions about the symptoms experienced, reviewing the list of situations that can cause anxiety", 
            "description": "" },
          { "point": "Filling out the questionnaire about the symptoms of social anxiety disorders filled out by sufferers", 
            "description": "" },
          { 
            "point": "Match symptoms", 
            "description": "Match the symptoms experienced with criteria for social anxiety disorders based on the DSM-5 guide that has been mentioned as a symptom of social anxiety disorders.Various symptoms in accordance with the DSM-5 criteria must be experienced for 6 months or more, to be expressed as a social anxiety disorder." 
          },
          {
            "point": "Diagnosis of other disorders",
            "description": "Ensuring patients suffer from social anxiety disorders and not other mental disorders.The diagnosis includes examination of autism, schizophrenia, panic disorders, agoraphobia, depression disorders, disorders related to addictive substances, dismorphic disorders and personality disorders such as schizoids."
          }
        ],
        "complications": [
          "Low Confidence",
          "It's hard to voice yourself",
          "Often think negatively towards yourself",
          "Very sensitive when criticized",
          "Bad Socialization Ability",
          "Bad Achievement in School or Workplace",
          "Alcohol consumption that leads to alcohol abuse to overcome anxiety",
          "Drug Abuse",
          "Difficulty forming and maintaining relationships",
          "Education or job opportunities become limited",
          "Depression",
          "Mind to commit suicide",
          "Isolation from family, peers, and community"
        ],
        "how_to_treat": [
          {
            "point": "Psychotherapy in the form of cognitive behavioral therapy (cognitive behavioral therapy)",
            "description": "This therapy can help sufferers recognize and change negative thoughts about themselves and develop skills to become confident in social situations.",
            "description_points": []
          },
          {
            "point": "Administration of drugs",
            "description": "Social anxiety disorders can also be overcome through the administration of drugs such as:",
            "description_points": [
              "Selective Serotonin Reuptake Inhibitors (SSRI), for example fluoxetine, paroxetine or sertraline",
              "Serotonin and Norepinephrine Reuptake Inhibitors (SNRI), for example Duloxetine or Venlafaxine",
              "Anticemas drugs, in the form of benzodiazepine, which works quickly in reducing the level of anxiety. However, the use of this type of drug is only for the short term because it is sedative and causes dependence",
              "Receptor-Beta inhibiting drugs, which work by reducing the speed of heart rate, blood pressure and heart palpitations, voices or other trembling limbs. Even so, this drug is only given for certain situations and not to be drunk routinely",
              "Other Antidepressant Drugs"
            ]
          },
          {
            "point": "Tips for Overcoming Anxiety",
            "description": "If you experience social anxiety disorders, there are some things you can do, namely:",
            "description_points": [
              "Stay patient to undergo treatment",
              "Maintaining health with adequate rest, undergoing a healthy diet, and exercising regularly",
              "Avoiding Alcohol and Caffeine",
              "Tells with people close to finding support, as well as participating in communities with similar disturbances or support groups",
              "Doing things that make you relax when you're anxious, for example painting",
              "Making small targets that develop into daily goals or monthly goals in an effort to do social interactions, for example greeting others first",
              "Focus on positive self -quality",
              "Preparing Chat Materials",
              "Learning ways to deal with stress, for example meditating"
            ]
          }
        ],
        "how_to_prevent": [
          "Social anxiety disorders cannot be prevented. Immediately consult a doctor and other mental health experts if you feel the symptoms",
          "You can reduce the impact of the disturbance experienced by taking the time to relax, record what situations can trigger anxiety and discuss it with doctors and other mental health experts, as well as avoid alcohol, narcotics, cigarettes, and caffeine consumption"
        ]
      }
    },
  
    {
      "name": "Anxiety",
      "response": {
        "short_description": "General anxiety disorders are mental disorders characterized by the appearance of anxiety and excessive worry for no apparent reason.This disorder can be experienced by children or adults.",
        "types": [],
        "signs_and_symptoms": [
          { "point": "Excessive anxiety and clearly visible about various topics, events, or activities for approximately six months.", "description_points": [] },
          { "point": "Anxiety that is felt is difficult to control and be able to move from one topic to another", "description_points": [] }, 
          { 
            "point": "The anxiety that is felt is also followed by at least three (one in children) the symptoms of the physical and cognitive symptoms below:", 
            "description_points": [
              "Quickly tired or more tired than usual",
              "Increase Muscle Pain",
              "Easily anxious and restless",
              "Easy to get annoyed (it could be not clearly visible)",
              "Concentration that is disturbed or the mind becomes empty",
              "Difficulty sleeping (difficulty sleeping, staying asleep, restless at night, or feeling not sleeping soundly)"
            ] 
          }
        ],
        "causes": [
          "Genetic, GAD might be passed down from the family if there are family members who have experienced GAD",
          "Environmental factors and life experiences, prolonged traumatic events such as being victims of harassment, cruel treatment as a child, domestic violence, loss of loved ones, long -lasting diseases, or insults (bullying) have the potential to cause GAD",
          "Gender, women are twice as vulnerable to suffering from this disorder than men",
          "Personality, people with rigid personalities and tend to think negatively or avoid everything with potential danger, more at risk of experiencing GAD. Different perceptions in seeing threats can also be possible to cause GAD"
        ],
        "diagnosis": [
          { "point": "Do a physical examination, to find the possibility of the effects of drugs or other medical conditions", 
            "description": "" },
          { "point": "Recommend laboratory tests such as blood tests, urine tests, hormone tests, and X-ray", 
            "description": "" },
          { "point": "Ask in detail about the symptoms experienced and the history of your disease", 
            "description": "" },
          { "point": "Use a psychological questionnaire to help determine the diagnosis", 
            "description": "" },
          { "point": "Use the diagnosis and statistical manual of mental disorders (DSM) criteria to diagnose this disorder.At present the latest revision is the fifth edition of DSM (DSM-5)", "description": "" }
        ],
        "complications": [
        "Decreased ability to carry out tasks quickly and efficiently because it is difficult to concentrate",
          "Time and attention are diverted from the main activity",
          "Fast Tired",
          "Increased risk of depression",
          "Digestive problems such as irritation of the large intestine or intestinal ulcer",
          "Headache and Migraine",
          "Sleep Disorders including Insomnia",
          "Heart Health Problems",
          "Increased risk of other mental disorders such as phobia, obsessive compulsive disorders, depression, thoughts for suicide",
          "Drug abuse",
          "Suicide"
        ],
        "how_to_treat": [
          {
            "point": "Psychotherapy",
            "description": "The most effective type of psychotherapy is cognitive behavior therapy or cognitive behavior therapy (CBT).This therapy is the first treatment line in GAD patients.",
            "description_points": []
          },
          {
            "point": "Drugs",
            "description": "Although not the main choice in the treatment of general anxiety disorders, there are drugs that can help reduce the symptoms felt by GAD patients.The treatment can be done in the short and long term.The doctor will review the treatment plan based on the severity of the patient owned by the patient.",
            "description_points": [
              "Short -term treatment, usually alprazolam, clonazepam or lorazepam drugs, given for short -term care. The goal is to reduce some physical symptoms that arise due to GAD, such as muscle tension and abdominal cramps",
              "Long-term treatment, drugs from the following groups are generally prescribed for long-term use in GAD patients",
              "Antidepressant drugs, from the Selective Serotonin Reuptake Inhibitor (SSRI) and Norepinephrine Reuptake Inhibitor (SNRI). For example, fluoxetine, fluvoxamine, escitalopram, duloxetine, venlafaxine, and paroxetine. In regular visits that have been scheduled by doctors ",
              "Anticolytic drugs (anxiolatics), such as Buspiron to reduce the feeling of nervousness, difficulty sleeping and other symptoms of general anxiety disorders. Patients may need several weeks to begin to feel the benefits of these drugs. These drugs can also have an effect Side in the form of dry mouth, nausea, and diarrhea " 
            ]
          },
          {
            "point": "Regulate lifestyle",
            "description": "If not handled properly, general anxiety disorders can cause complications in the form of:",
            "description_points": [
            "Applying a healthy diet, exercising regularly, and adequate rest",
              "Apply relaxation techniques to overcome the stress experienced, such as meditation and yoga",
              "Avoiding substances and drugs that can trigger anxiety, such as alcohol, coffee, or cigarettes",
              "Talking to the closest people about the problems you face or join communities consisting of people with similar conditions, so they can discuss and support each other"
            ]
          }
        ],
        "how_to_prevent": [
          "Making priorities in life and managing time carefully",
          "Avoiding the use of substances or drugs that can trigger anxiety, such as cigarettes, alcohol, narcotics, and so on",
          "Consult a doctor and other health experts immediately when feeling the symptoms of general anxiety disorders",
          "Making a journal about daily activities, so that it can recognize trigger factors and conditions that alleviate symptoms",
          "Doing techniques to deal with stress, such as meditation",
          "Applying a healthy lifestyle, such as adequate rest, balanced nutritious diet, and exercising regularly"
        ]
      }
    },
  
    {
      "name": "Personality disorder",
      "response": {
        "short_description": "Personality disorders are mental health disorders that are characterized by mindset, behavior, and feelings that are disturbed and not realized by sufferers.Sometimes sufferers also blame others for the thoughts or behaviors made.",
        "types": [
          {
            "name": "Category A: Thought and/or Behavior that is not natural or eccentric",
            "short_description": "Schizoid, paranoid and schizotypal personality disorders"
          },
          {
            "name": "Category B: Thought and/or behavior that is dramatic, too emotional, or unpredictable",
            "short_description": "Antisocial personality disorders, threshold, hysrionic and narcissistic"
          },
          {
            "name": "Category C: Thoughts and/or behavior of anxiety and fear",
            "short_description": "Dependent, avoidant and obsessive-compulsive personality disorders"
          }
        ],
        "signs_and_symptoms": [
          {
            "point": "Category A: Thought and/or Behavior that is not natural or eccentric",
            "description_points": [
              "Schizoid's personality disorder (Schizoid Personality Disorder), symptoms in the form of lack of interest in building social relations with others, do not capture normal social cues, and have cold emotional.",
              "Schizotypal personality disorder (schizotypal personality disorder), symptoms in the form of belief that he can affect certain thoughts or events, often misinterpret the behavior of others and ultimately give an inappropriate emotional response, experiencing an unnatural sensation (for example, listening to his name is whispered in the ear), and tends to avoid closely related to others ",
              "Paranoid personality disorder (paranoid personality disorder), symptoms in the form of not trusting others and suspicious of the motives behind the behavior of others unreasonably, feel that others will deceive or injure individuals even though they are not proven, and tend to hold grudges"
            ]
          },
          {
            "point": "Category B: Thought and/or behavior that is dramatic, too emotional, or unpredictable",
            "description_points": [
              "Hysthonic personality disorders (hictory personality disorder), symptoms in the form of frequent trying to get the attention of many people in a dramatic way or become sexually provocative, very easily influenced by others, are very sensitive to criticism and rejection, and feel that their relationship with others is moreclose to the truth ",
              "Antisocial personality disorder, symptoms in the form of a tendency to manipulate or treat others roughly without feeling sorry for their actions and do not care about the feelings of others. Other symptoms are applicable to aggressive and impulsive without concern their safety and others, this patient too often stealing, lying, or abusing alcohol and drugs ",
              "Narcissistic Personality Disorder, symptoms in the form of belief that he is more important than others, exaggerates and indulge in success, attractiveness, achievements and achievements, has a desire to be admired, and lacks empathetic to others and tendstake advantage of others. Patients may also be jealous of others or feel other people jealous of him ",
              "Disorders of the threshold (Borderline Personality Disorder), symptoms in the form of feeling empty and abandoned despite the support of the family or community, have perceptions of themselves and others who change, have difficulty in dealing with things that make stress, may be able to experienceparanoia, and carry out impulsive and risky behaviors such as sexless sex, alcohol abuse, and gambling "
            ]
          },
          {
            "point": "Category C: Thoughts and/or behavior of anxiety and fear",
            "description_points": [
              "Dependent personality disorder symptoms in the form of very dependent on others to meet emotional and physical needs, have fear of being independent, avoiding solitude, tend to tolerate physical and verbal harassment that is given, do not have confidence, and not can make your own decision ",
              "Obsessive-compulsive personality disorder symptoms in the form of a great desire to order, detail, and rules, uncomfortable with imperfections, excessive or extreme perfectionist level uncomfortable if it does not achieve perfection, and tends to ignore personal relationships for the perfection of a project. However, it is important to know, obsessive-compulsive personality disorders are different from obsessive-compulsive disorders (obsessive-compulsive disorder) which are included in the category of anxiety disorders ",
              "Avoidant personality disorder symptoms in the form of feeling inferior, unable to do anything, and feel himself unattractive, and avoid all forms of socialization activities with others. Patients are also very sensitive and too thinking about criticism from others and have Fear is not approved and humiliated by others "
            ]
          }
        ],
        "causes": [
        "The environment, includes a place where a person grows large, life events, as well as relationships with family members and others",
          "Genetic, certain personalities can be passed down by parents genetically and commonly referred to as temperament"
        ],
        "diagnosis": [
          { 
            "point": "Examine physical conditions and evaluate questionnaire questions", 
            "description": "Doctors and other mental health experts may examine physical conditions, psychiatric evaluation which include questions or questionnaires about individual thoughts, feelings, and behavior, and diagnosis using diagnostic and statistical manual of mental disorders (DSM) which is a guide for psychiatrist associationsAmerica (American Psychiatrist Association).For now DSM with the most recent revision is the fifth edition of DSM (DSM-5)." 
          },
          { 
            "point": "According to DSM-5, individuals experience personality disorders if there are long-term deviations from cultural norms that cause significant pressure and problems at least two of the categories", 
            "description": "Someone's attitude when dealing with others, compatibility in emotional responses, the ability to control the desires or desires and ways of someone perceiving and understanding themselves and others" 
          },
          {
            "point": "Do blood tests and use alcohol or drugs",
            "description": "In some cases, the doctor will do a blood test to determine the medical condition that can cause symptoms.Doctors can also provide tests to see whether there is alcohol and drugs."
          } 
        ],
        "complications": [],
        "how_to_treat": [
          {
            "point": "Psychotherapy",
            "description": "In psychotherapy, sufferers will learn about his condition.Patients will be invited to talk and share about mood (mood), feelings, thoughts and behaviors carried out.Patients will also learn how to deal with stress and control personality disorders suffered.Psychotherapy can be run alone, with groups or with family or friends.",
            "description_points": []
          },
          {
            "point": "Medication",
            "description": "Until now there is no drug that is specifically used in the treatment of personality disorders.However, certain types of drugs can help in dealing with symptoms of personality disorders, such as:",
            "description_points": [
              "Medication to stabilize mood stabilizers, is used to prevent extreme mood changes (mood swing), reduce aggression and resentment",
              "Antidepressant, used in people with symptoms of depression, anger, or impulsive behavior",
              "Anticemas drugs, help relieve anxiety, agitation, or insomnia (difficulty sleeping)",
              "Antipsychotic drugs or neuroleptics, used in situations when the patient can no longer recognize reality (psychosis) but in some cases, this drug is also used to overcome the problem of anxiety or anger"
            ]
          },
          {
            "point": "Some things that can reduce personality disorders",
            "description": "",
            "description_points": [
              "Keep following the handling given",
              "Exercise regularly",
              "Perform a medical examination regularly",
              "Learn about the conditions you experience",
              "Avoid Alcohol and Narcotics"
            ]
          }
        ],
        "how_to_prevent": []
      }
    },
  
    {
      "name": "Hallucinations",
      "response": {
        "short_description": "Hallucinations are a person's condition as if seeing, listening, kissing, feeling, or feeling things that really don't exist.This condition might be afraid of sufferers.Luckily, generally this condition can be known what causes it",
        "types": [],
        "signs_and_symptoms": [],
        "causes": [
          "Common causes: Schizophrenia, Parkinson's disease, Alzheimer's disease, migraine, brain tumors, Charles Bonnet syndrome, epilepsy",
          "Causes of Hearing Hallucinations: Schizophrenia, Parkinson's disease, Alzheimer's disease, migraine, brain tumors, charles bonnet syndrome, epilepsy",
          "Causes of Hallucinations of Escism: Head injuries, cold, temporal lobe seizures, inflamed sinuses, brain tumors, Parkinson's disease",
          "Causes of Setting Hallucinations: Temporal lobes, brain lesions, sinus disease, epilepsy"
        ],
        "diagnosis": [],
        "complications": [],
        "how_to_treat": [],
        "how_to_prevent": []
      }
    },
  
    {
      "name": "OCD",
      "response": {
        "short_description": "Obsessive-compulsive disorder or OCD is a mental disorder that causes sufferers to have repeated obsessions that they do not want.The obsession can be in the form of thoughts, ideas or sensations that develop into disturbing impulses and appear continuously to cause anxiety in sufferers",
        "types": [],
        "signs_and_symptoms": [
          {
            "point": "Symptoms based on obsession",
            "description_points": [
              "Fear of Contamination or Dirt",
              "Unwanted thoughts, including aggression, sex, or religion",
              "The need for symmetrical order and arrangement",
              "Thoughts that are aggressive or frightening, such as hurting themselves or others"
            ]
          },
          {
            "point": "Symptoms based on compulsive behavior",
            "description_points": [
            "Regularity",
              "Tight Routine",
              "Washing and cleaning limbs and goods",
              "Calculation of Certain Patterns",
              "Checking repeatedly",
              "Make sure repeatedly"
            ]
          }
        ],
        "causes": [
        "Biological, there are changes in brain function and chemicals in the brain, such as low levels of serotonin in the brain and so on. Certain infections may also cause OCD, but this still requires further research",
          "Genetic, the risk of OCD tends to be higher in patients who have family members with an OCD history. There are also certain genes that may contribute to OCD",
          "Personality, a neat, thorough, regular person, has a high discipline and responsibility, or anxious person, will have a higher tendency to experience OCD",
          "Environment, OCD behavior can be learned from observing family members gradually from time to time so that unconsciously someone can imitate the OCD behavior"
        ],
        "diagnosis": [
          {
            "point": "Psychological evaluation", 
            "description": "This examination is carried out by evaluating the thoughts, feelings, symptoms experienced, and the patterns of behavior possessed by the patient"
          },
          {
            "point": "Match the OCD criteria",
            "description": "The doctor will diagnose the patient according to the guide in the diagnosis and statistical manual of mental disorders (DSM 5) by matching the symptoms experienced by the patient with the specified OCD criteria"
          },
          {
            "point": "Laboratory test",
            "description": "Laboratory tests such as blood tests, thyroid function tests, alcohol abuse tests and drugs as well as other tests may be carried out to override other causes that cause symptoms."
          },
          {
            "point": "Physical examination",
            "description": "Physical examination is carried out to determine the possibility of other medical conditions that may play a role in the emergence of the felt symptoms"
          }
        ],
        "complications": [
          "Time to run out to do excessive repeated behavior",
          "Health problems, such as contact dermatitis due to frequent hand washing",
          "Difficulty in attending jobs, schools or social activities",
          "Problematic in social relations",
          "Quality of Bad Life Overall",
          "Thoughts and Suicide Behavior"
        ],
        "how_to_treat": [
          {
            "point": "Psychotherapy",
            "description": "Psychotherapy with cognitive behavior therapy (CBT) serves to help patients identify thoughts, feelings, and behaviors about the perceived disorders and help patients deal with their obsessions without having to do compulsive behavior.The doctor or psychologist will run the CBT component, the exposure and response prevention (ERP) therapy which is carried out by involving the exposure gradually of the object of obsession in the patient so that the patient can learn the ways to withstand the compulsive impulses that arise",
            "description_points": []
          },
          {
            "point": "Drugs",
            "description": "In addition to psychotherapy, the doctor can prescribe certain antidepressant drugs such as clomipramine, fluoxetine, fluvosamine, paroxetine or sertraline.These drugs can help patients control the OCD they have",
            "description_points": []
          },
          {
            "point": "Other therapy",
            "description": "If the above treatment does not have an effect on the patient, the doctor can advise to undergo other therapy such as",
            "description_points": [
              "OCD OCD and Inpatient Program which includes comprehensive treatment from ERP therapy for several weeks",
              "Deep Brain Stimulation (DBS). Through surgery surgery, DBS is done by placing electrodes in certain brain areas. These electrodes will produce electrical impulses that can regulate abnormal nerve stimulation",
              "Transcranial Magnetic Stimulation (TMS). TMS is done by planting magnetic coils on the scalp near the forehead. The aim is to send magnetic pulses that can stimulate nerve cells in the brain"
            ]
          },
          {
            "point": "Lifestyle",
            "description": "The following things are recommended to be done by OCD sufferers to be able to manage OCD symptoms, among others",
            "description_points": [
              "Keep following the handling that has been given by a doctor or psychologist",
              "Apply techniques to deal with stress and relaxation, such as meditation, yoga, and so on",
              "Pay attention to the triggers that can bring up disturbances so that they can be ready to face the disturbance if suddenly appear",
              "Tells with the closest people about the problems experienced or follow the communities consisting of people who experience the same thing in order to discuss each other and support each other",
              "Doing other activities when anxiety or fear arises, such as a leisurely walk",
              "Applying a healthy lifestyle, such as eating nutritious food, adequate rest, and exercising regularly"
            ]
          }
        ],
        "how_to_prevent": [
          "There is no definite way to prevent OCD, but early treatment can help prevent the symptoms that are felt to get worse. Immediately consult a doctor and other mental health experts if you experience OCD"
        ]
      }
    }
  ]
}